let programsArray = [
   {
      name: 'Чарівна єдиноріжка',
      text: 'Зефірка улюблениця не тільки всіх дівчаток-іменинниць, а й хлопчиків. Бо лише у цій програмі, об’єднавшись, можна відновити магічну зоряну карту і допомогти чарівній єдиноріжці  знайти шлях додому.',
      img: [`img/programs/1/i1.jpg`, `img/programs/1/i2.jpg`, `img/programs/1/i3.jpg`,],
   },
   {
      name: 'Леді Баг',
      text: 'Гостя з далекого Парижу вже летить, щоб привітати з днем народження справжнього фана. За допомогою квамі, вона  перетворить всіх гостей на супергероїв із власною зброєю і маскою сили. Бражник точно не зможе встояти проти цілої суперкоманди!',
      img: [`img/programs/2/1.jpg`, `img/programs/2/2.jpg`],
   },
   {
      name: 'Крижане серце',
      text: 'Якщо Ваша дитина знає все про Еренделл і не може встояти, коли чує «Відпусти і забудь», обов`язково запросіть до неї Ельзу – королеву, яка може розтопити навіть найхолодніше серце.',
      img: [`img/programs/3/1.jpg`, `img/programs/3/2.jpg`],
   },
   {
      name: 'Щенячий патруль',
      text: 'Місто пригод у біді! Скай у пошуках помічників на святі у найменших. Якщо учасники зможуть подолати всі перешкоди - стануть частиною команди щенячого патруля. Ваша доля у наших лапах!',
      img: [`img/programs/4/1.jpg`, `img/programs/4/2.jpg`,],
   },
   {
      name: 'Майнкрафт',
      text: 'Світ необмежених можливостей чекає на тебе! Але не забувай про гидких мобів: хто знає, що може статися, якщо вони ниблизяться надто близько? Виконай всі завдання від кріпера та дізнайся, що буде в кінці.',
      img: [`img/programs/5/1.jpg`, `img/programs/5/2.jpg`, `img/programs/5/3.jpg`],
   },
   {
      name: 'Brawl Stars',
      text: 'Клич друзів та гайда до пригод. Разом із справжнім гравцем Brawl Stars поринь в улюблену гру, збирай кристали та перемагай команду суперників.',
      img: [`img/programs/6/2f0b6e22-68dd-4a49-919f-961c374081d5.jpg`, `img/programs/6/a5d6a747-e613-451b-9893-d37e70413656.jpg`],
   },
   {
      name: 'YouTube party',
      text: 'Вечірка блогерів набирає оберти: фанти, челенджі, піньята, дискотека у бульбашках та багато привітань. Пройди «Школу починаючого блогера» та отримай свою золоту кнопку.',
      img: [`img/programs/7/1.jpg`, `img/programs/7/2.jpg`, `img/programs/7/3.jpg`,],
   },
   {
      name: 'Football party',
      text: 'Найкращий футболіст цього року збирає свою футбольну команду та починає тренування. Попереду гравців чекають захопливі матчі, та, звісно, нагороди!',
      img: [`img/programs/8/1.jpg`],
   },
];

let arrayPinata = [
   `img/pinata/2.jpg`,
   `img/pinata/6.jpg`,
   `img/pinata/3.jpg`,
   `img/pinata/1.jpg`,
   `img/pinata/5.jpg`,
   `img/pinata/4.jpg`,
]

